
[INDEX]
LANGUAGE=chinese
[UI]
~Xr_PreviewUI_GetView~=获取视图
~Xr_PreviewUI_GetView_tooltip~=获取一个视图作为拍屏的构图.
~Xr_PreviewUI_Label_PreviewName~=名称：
~Xr_PreviewUI_UpDate~=更新
~Xr_PreviewUI_UpDate_tooltip~=刷新默认拍屏名称和拍屏路径.
~Xr_PreviewUI_Label_PreviewPath~=路径：
~Xr_PreviewUI_Browse~=浏览
~Xr_PreviewUI_Browse_tooltip~=选择拍屏文件保存的文件夹.
~Xr_PreviewUI_UseFileName~=使用文件名
~Xr_PreviewUI_UseFileName_tooltip~=使用当前文件名称来命名拍屏文件.
~Xr_PreviewUI_UseFilePath~=使用文件路径
~Xr_PreviewUI_UseFilePath_tooltip~=使用当前文件路径来存放拍屏文件.
~Xr_PreviewUI_BatchPreview~=批量拍屏
~Xr_PreviewUI_BatchPreview_tooltip~=对当前文件所在文件夹内所有文件进行拍屏.
~Xr_PreviewUI_AppStarting~=后台拍屏
~Xr_PreviewUI_AppStarting_tooltip~=后台进行拍屏.
~Xr_PreviewUI_Language_tooltip~=语言切换.
~Xr_PreviewUI_Setting~=设置
~Xr_PreviewUI_Setting_tooltip~=设置预览配置.
~Xr_PreviewUI_Run~=运行
~Xr_PreviewUI_Run_tooltip~=开始拍屏.
~Xr_PreviewUI_Help~=帮助

~Xr_PreviewUI_FileName~=输入拍屏文件名称...
~Xr_PreviewUI_FilePath~=请选择浏览路径...
~Xr_PreviewUI_Browse_TextFile~=Xr：选择要导出的文件夹

~Xr_PreviewUI_FFmpeg_messageBox~=缺少必备的 FFmpeg 编码器文件！
~Xr_PreviewUI_GetPreviewName_messageBox~=请输入正确的拍屏命名！
~Xr_PreviewUI_GetPreviewPath_messageBox~=请输入正确的路径！
~Xr_PreviewUI_SaveViewInt_messageBox~=请先选择获取视图！
~Xr_PreviewUI_Error_messageBox~=判断出现未知的错误！
~Xr_PreviewUI_RunPrint~=Xr: 多按几下 ESC 即可中断取消~
~Xr_PreviewUI_BatchError_messageBox~=批量拍屏运行出错！
~Xr_PreviewUI_OpenViewPath_querybox~=拍屏完成,是否打开拍屏所在文件夹？
~Xr_PreviewUI_AppStarting_messageBox~=后台拍屏已执行！ 请等待完成提示窗口即可！